Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Message.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Card added successfully
zh_hans: 成功添加卡片
zh_hant: 成功新增卡片

source: Card removed successfully
zh_hans: 成功移除卡片
zh_hant: 成功移除卡片

source: Card saved successfully
zh_hans: 成功保存卡片
zh_hant: 成功儲存卡片

source: Error fetching perks on card: %@
zh_hans: 获取卡片福利出错：%@
zh_hant: 獲取卡片權益失敗：%@

source: Error fetching recent transactions: %@
zh_hans: 获取近期交易出错：%@
zh_hant: 獲取近期交易紀錄失敗：%@

source: Error filtering expense transactions: %@
zh_hans: 筛选支出账目出错：%@
zh_hant: 篩選支出項目失敗：%@

source: Error filtering income transactions: %@
zh_hans: 筛选收入账目出错：%@
zh_hant: 篩選收入項目失敗：%@

source: Error filtering transactions: %@
zh_hans: 筛选账目出错：%@
zh_hant: 篩選交易紀錄失敗：%@

source: Error saving data: %@
zh_hans: 保存数据出错：%@
zh_hant: 資料儲存失敗：%@

source: Transaction added successfully
zh_hans: 成功添加账目
zh_hant: 項目新增成功

source: Transaction deleted successfully
zh_hans: 成功删除账目
zh_hant: 項目刪除成功

source: Transaction saved successfully
zh_hans: 成功保存账目
zh_hant: 項目儲存成功
